#include <iostream>

/* Дана строка. Удалить все слова большие k букв (вар. 9) */

int main() {
    std::cout << "Hello, World!" << std::endl;
    return 0;
}
